Repository: sloik/seller
Catalog: App/Acorn/Sources/Acorn/AcornLocalizable.xcstrings
Source language: en
Languages: cs, pl

source: Log in
cs: Přihlášení
pl: Zaloguj się

# login_terms_1
source: By proceeding to log in,
cs: Tím, že se přihlásíte,
pl: Przystępując do logowania,

# login_terms_2
source: you accept
cs: akceptujete
pl: akceptujesz

# login_terms_3
source: the terms of use of the
cs: podmínky používání
pl: warunki użytkowania

# login_terms_4
source: Seller application.
cs: aplikace Seller.
pl: aplikacji Seller.

source: Logout
cs: Wyloguj się
pl: Odhlášení

source: Option
cs: Opcja
pl: Možnost

# required_account_1
source: Allegro seller
cs: Vyžaduje se účet
pl: Wymagane konto

# required_account_2
source: account required
cs: prodejce Allegro
pl: Sprzedawcy Allegro

source: Terms and conditions
cs: Podmínky použití
pl: Warunki użytkowania

source: Unknown
cs: Nieznany
pl: Neznámý
